13/data/attachments/803bae2a429fb051.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:username>
            <nif:friendToBeAdded>Barbara_drug_Actions_71598_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>